{
    "tigressMod": {
        "category": "mods",
        "images": [
            "/img/mods/ds-1-tigress.png"
        ],
        "caption": "Tigress Mod (Independent Diode Switching)",
        "productText": "Named for my cat, the Tigress Mod is a play on the idea of a clipping diode switch. Instead of only adding one toggle switch to control diodes, it adds two toggle switches, one for each diode. This allows for experimentation with sounds that can range from low-gain, high-headroom overdrive to heavy fuzz, all while retaining the ability to return to the stock setting if desired. The user can switch between three settings for each clipping diode: Stock, None, and Custom. The Stock setting uses the diode that came with the circuit. The None setting removes the diode from the circuit completely. The Custom setting uses a diode on a socket, which allows the user to open up the back of the pedal, pull out one diode, and replace it with another one.\n\nI developed this mod because I heard that people will often cut out the clipping diodes on the Boss DS-1 to get more volume out of it. I liked that idea, but wanted the ability to add the stock diodes back in. I added the socketed diode because I wanted an extra feature to mess with.\n\nI used germanium diodes for the Custom setting on the DS-1; it gives some really nice fuzz tones when the two switches are set to None and Custom. It yields two different sounds depending on which switch is set to which setting even though the diodes are the same type, leading to more possible tone combos.\n\nThis mod can be performed on any through-hole overdrive or distortion. If you're not sure if the mod will work for a specific pedal, reach out to me at floodlight.pedals@gmail.com and I'll help you figure it out."
    },
    "ch1VibratoMod": {
        "category": "mods",
        "images": [
            "/img/mods/ch-1-vibrato.png"
        ],
        "caption": "Boss CH-1 Vibrato Mod",
        "productText": "To make a vibrato pedal, essentially all you have to do is kill the dry signal from a chorus. I've heard that the waveforms some chorus pedals use don't lend themselves well to pitch vibrato, but to me, any vibrato is better than none sometimes. At the end of the day, I had a Boss CH-1, so why not mod it to include vibrato?\n\nThe mod itself is simple. When used in stereo, the CH-1 sends the pitch-shifted wet signal to Output A and the dry signal to Output B. You just have to trick the pedal into thinking it's running in stereo. Two wires and a toggle switch are all you need. As an added bonus, the pedal can still be used in stereo!\n\nIf you want me to do it for you, reach out at <a href=\"mailto:floodlight.pedals@gmail.com\">floodlight.pedals@gmail.com</a>.\n\nSource: I pulled the mod from this <a href=\"https://www.diystompboxes.com/smfforum/index.php?topic=70064.0\">forum post</a>."
    }
}